
<?php
 $i = 0;
?>

  <!-- ======= Breadcrumbs ======= -->
    <div class="breadcrumbs d-flex align-items-center" style="background-image: url('/web/assets/img/pageimg.jpg');">
      <div class="container position-relative d-flex flex-column align-items-center" data-aos="fade">
 
        <h2><?=$title_cat?></h2>
        <ol>
          <li><a href="/">Главная</a></li>
          <li><?=$title_cat_in?></li>
        </ol>

      </div>
    </div><!-- End Breadcrumbs -->

    <!-- ======= Servie Cards Section ======= -->
    <section id="services-cards" class="services-cards">
      <div class="container" data-aos="fade-up">

        <div class="row gy-4">

          <div class="col-12" data-aos="zoom-in" data-aos-delay="100">
            <h3><?=$title_cat_in?></h3>
            <p>Список специальностей для <?=$title_cat_in?></p>
            <ul class="list-unstyled">
              <?php if ($title_cat_in == 'Допуск по Электробезопасности'): ?>
                <p>Нормативно-правовыми актами установлены пять квалификационных групп по электробезопасности:
                  </p>
                    
                  <p>   I – неэлектротехнический производственный персонал (например, оператор ПЭВМ, сканировщик и др.) – проходит обучение в рамках инструктажа на рабочем месте;</p> 
                   
                  <p>
                    II – неэлектротехнический персонал, допущенный к работам с электроустановками и электрическим оборудованием (сварщики, машинисты грузоподъемной техники, водители электрических погрузчиков и др.) – присваивается квалификационной комиссией, проверка знаний осуществляется с привлечением государственного инспектора Ростехнадзора;
                  </p>

<p>III – электротехнический персонал, имеет право единоличного обслуживания, подключения, осмотра, отключения электроустановок от сети напряжения до 1000 В - присваивается квалификационной комиссией, проверка знаний осуществляется с привлечением государственного инспектора Ростехнадзора;</p>
<p>IV - электротехнический персонал, имеет право обслуживать электроустановки свыше 1000 В - присваивается квалификационной комиссией, проверка знаний осуществляется с привлечением государственного инспектора Ростехнадзора;</p>
<p>V - электротехнический персонал, ответственный за электрохозяйство, другие ИТР с правом руководства работами в электроустановках напряжением до и выше 1000 В.</p>


                <?php endif ?>
            <?php foreach($training as $post): ?>
              
              <li data-bs-toggle="collapse" href="#collapseExample<?=$i?>" role="button" aria-expanded="false" aria-controls="collapseExample<?=$i?>">
                <i class="bi bi-check2"></i> <span><?=$post['Name']?></span>
              </li>
              <!--<div class="collapse" id="collapseExample<?=$i?>">
              <div class="card card-body" style="border: none;">
               Текст еще не готов <?=$post['Type']?>
              </div>
            </div>-->
            <?php $i++?>
              <?php endforeach; ?>
            </ul>
            <?php if ($title_cat_in == 'Допуск по Электробезопасности'): ?>
              <p class="fw-bold">По итогам аттестации по электробезопасности выдается:   </p>
              <p>
              <i class="fw-bold">
                Для организаций-потребителей:
              </i> <br>
              <i>- Удостоверение по электробезопасности;</i> <br>
<i>- Журнал проверки знаний норм и правил работы в электроустановках.</i>
</p>

<p>
              <i class="fw-bold">
                Для организаций электроэнергетики:
              </i> <br>
              <i>- Удостоверение по электробезопасности;</i> <br>
<i>- Журнал проверки знаний норм и правил работы в электроустановках.</i> <br>
<i>- Протокол проверки знаний норм и правил работы в электроустановках.</i>
</p>
              <?php endif ?>
              <?php if ($title_cat_in == 'Государственная тайна'): ?>
                <p>Курс секретный. Для обучения на данном курсе сотрудник Заказчика обязан предоставить предписание на выполнение задания и справку о допуске к секретным сведениям (формы 5 и 8 соответственно постановления Правительства Российской Федерации от 6 февраля 2010 г. № 63 "Об утверждении инструкции о порядке допуска должностных лиц и граждан Российской Федерации к государственной тайне"). При отсутствии указанной справки и предписания сотрудник Заказчика не допускается к занятиям.</p>
                <?php endif ?>
          </div><!-- End feature item-->
<p>
 

        </div>

      </div>
    </section><!-- End Servie Cards Section -->




